-- MySQL dump 10.13  Distrib 8.0.32, for Win64 (x86_64)
--
-- Host: 192.168.0.90    Database: triprecorder
-- ------------------------------------------------------
-- Server version	8.0.32

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Dumping data for table `hashtag`
--

LOCK TABLES `hashtag` WRITE;
/*!40000 ALTER TABLE `hashtag` DISABLE KEYS */;
INSERT INTO `hashtag` VALUES (440,'부산',439),(441,'송정',439),(442,'맛집',439),(443,'송정해녀집',439),(444,'해녀집',439),(451,'서울',450),(452,'맛집',450),(453,'뱃고동',450),(454,'맛있어',450),(462,'재밌어',461),(468,'속초',467),(469,'맛집',467),(470,'청초수물회',467),(471,'물회맛집',467),(472,'맛있어',467),(474,'경주',473),(475,'야경맛집',473),(476,'월정교',473),(477,'이쁘다',473),(497,'전주',496),(498,'오목대와이목대',496),(499,'풍경맛집',496),(503,'부산',502),(504,'카페',502),(505,'디저트맛집',502),(506,'이프리오',502),(529,'서울',528),(530,'브런치카페',528),(531,'맛집',528),(532,'점심',528),(533,'달링키친',528),(552,'경주',551),(553,'카페',551),(554,'디저트카페',551),(555,'이재원 과자공방',551),(591,'여수',590),(592,'카페',590),(593,'드 몽돌',590),(594,'테라스카페',590),(598,'여수',597),(599,'맛집',597),(600,'꽃돌게장1번가',597),(601,'게장정식',597),(602,'맛있어',597),(609,'여수',608),(610,'뮤지엄',608),(611,'전시',608),(612,'아르떼뮤지엄',608),(630,'제주도',629),(631,'풍경',629),(632,'돈내코',629),(633,'원왕폭포',629),(635,'제주도',634),(636,'풍경',634),(637,'한라산',634),(638,'영실',634),(639,'꽃',634),(640,'너무 이뻐',634),(642,'제주도',641),(643,'맛집',641),(644,'우럭',641),(645,'고집돌우럭',641),(646,'중문점',641),(647,'JMT',641),(652,'제주도',651),(653,'맛집',651),(654,'김밥맛집',651),(655,'김밥',651),(656,'특이한 김밥',651),(658,'제주도',657),(659,'볼거리',657),(660,'조명맛집',657),(661,'알록달록',657),(662,'재밌어',657),(680,'전주',679),(681,'한옥레일바이크',679),(682,'신나',679),(683,'시원',679),(692,'전주',691),(693,'한옥마을',691),(694,'분위기',691),(695,'고즈넉',691),(697,'전주',696),(698,'비빔밥맛집',696),(699,'한국관',696),(700,'본점',696),(701,'JMT',696),(707,'속초',706),(708,'맛집',706),(709,'오징어순대',706),(710,'단천식당',706),(714,'속초',713),(715,'설악산',713),(716,'울산바위',713),(717,'힘들어',713),(718,'뿌듯',713),(721,'속초',720),(722,'사진맛집',720),(723,'얼라이브하트',720),(724,'알록달록',720),(725,'부산',438),(726,'광안리',438),(727,'해수욕장',438),(728,'피서',438),(729,'서울',461),(730,'서촌',461),(731,'그라운드시소',461),(1003,'불닭',1002),(1004,'짬뽕',1002),(1005,'매웡',1002),(1013,'야경',1012),(1014,'이뻐',1012),(1019,'마트',1018),(1020,'굳굳',1018),(1025,'불꽃',1024),(1026,'해운대',1024),(1124,'제부도',1123),(1125,'바다',1123),(1126,'노을',1123),(1127,'여름',1123),(1128,'여행',1123),(1129,'서해',1123),(1293,'제주도',1292),(1294,'제주항공',1292);
/*!40000 ALTER TABLE `hashtag` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-07-03 17:56:26
