-- MySQL dump 10.13  Distrib 8.0.32, for Win64 (x86_64)
--
-- Host: 192.168.0.90    Database: triprecorder
-- ------------------------------------------------------
-- Server version	8.0.32

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Dumping data for table `sns`
--

LOCK TABLES `sns` WRITE;
/*!40000 ALTER TABLE `sns` DISABLE KEYS */;
INSERT INTO `sns` VALUES (438,'광안리해수욕장','sns/426/1.png@','2023-06-27 19:54:47',1,426,'광안리해수욕장'),(439,'송정해녀집','sns/426/송정해녀집.jpg@','2023-06-27 19:57:59',0,426,'송정해녀집'),(450,'뱃고동','sns/427/뱃고동.jpg@','2023-06-27 20:02:30',-1,427,'뱃고동'),(461,'그라운드시소 서촌','sns/427/그라운드시소 서촌.jpg@sns/427/난지한강공원.jpg@sns/427/동대문디자인플라자.jpg@','2023-06-27 20:07:15',1,427,'그라운드시소 서촌'),(467,'청초수물회','sns/466/청초수물회.jpg@','2023-06-27 20:28:21',1,466,'청초수물회'),(473,'월정교','sns/466/월정교.jpg@','2023-06-27 20:31:37',0,466,'경주 야경'),(496,'오목대와 이목대','sns/466/오목대와 이목대.jpg@','2023-06-27 20:42:59',1,466,'전주여행'),(502,'이프리오','sns/426/이프리오.jpg@','2023-06-28 09:23:35',1,426,'부산 카페'),(528,'브런치카페 달링키친','sns/515/달링키친.jpg@','2023-06-28 09:33:50',-1,515,'서울 카페'),(551,'이재원 과자공방','sns/515/이재원 과장공방.jpg@','2023-06-28 09:49:58',1,515,'경주 카페'),(590,'여수 카페 드 몽돌','sns/515/카페드몽돌.jpg@sns/515/카페드몽돌2.jpg@sns/515/카페드몽돌3.jpg@','2023-06-28 11:08:54',1,515,'여수 카페'),(597,'꽃돌게장1번가','sns/595/꽃돌게장1번가.jpg@','2023-06-28 11:12:31',0,595,'여수 맛집'),(608,'아르떼뮤지엄','sns/595/아르떼뮤지엄 여수.jpg@','2023-06-28 11:18:37',1,595,'여수 뮤지엄'),(629,'돈내코 원왕폭포','sns/624/돈내코(원왕폭포).jpg@','2023-06-28 11:44:18',-1,624,'제주도'),(634,'한라산 영실','sns/624/한라산 영실.jpg@','2023-06-28 11:45:07',-1,624,'제주도 풍경'),(641,'고집돌우럭 중문점','sns/624/고집돌우럭 중문점.jpg@','2023-06-28 11:46:48',1,624,'제주도 맛집'),(651,'오는정김밥','sns/624/오는정김밥.jpg@','2023-06-28 11:48:00',1,624,'제주도 맛집'),(657,'노형수퍼마켙','sns/624/노형수퍼마켙.jpg@','2023-06-28 11:49:25',1,624,'제주도 여행'),(679,'한옥레일바이크','sns/677/전주한옥레일바이크.jpg@','2023-06-28 12:04:44',-1,677,'전주놀거리'),(691,'한옥마을','sns/677/전주한옥마을.jpg@sns/677/전주한옥마을2.jpg@','2023-06-28 12:06:54',0,677,'전주 한옥마을 '),(696,'한국관 본점','sns/677/한국관 본점.jpg@','2023-06-28 12:07:59',0,677,'전주맛집'),(706,'단천식당','sns/705/단천식당.jpg@','2023-06-28 12:17:58',1,705,'속초 맛집'),(713,'울산바위','sns/705/설악산 울산바위.jpg@','2023-06-28 12:22:12',1,705,'속초 설악산 풍경'),(720,'얼라이브 하트','sns/705/속초 얼라이브 하트.jpg@','2023-06-28 12:23:23',1,705,'속초 놀거리'),(1002,'배불러 꺼억','sns/996/불닭짬뽕.png@','2023-06-28 20:15:32',0,996,'불닭짬뽕'),(1012,'야겨엉엉','sns/997/야경.png@','2023-06-28 20:36:56',1,997,'야경'),(1018,'잘먹구 다니지롱','sns/996/마트1.png@sns/996/마트2.png@','2023-06-28 20:45:02',0,996,'마트마트'),(1024,'불꽃놀이두했당','sns/996/불꽃놀이.png@sns/996/해운대.png@','2023-06-28 20:49:48',-1,996,'해운대bb'),(1123,'바다는 언제 봐도 너무 좋다! ','sns/1122/스크린샷 2023-06-29 153213.png@sns/1122/스크린샷 2023-06-29 153541.png@sns/1122/스크린샷 2023-06-29 153636.png@','2023-06-29 15:39:57',1,1122,'바다는 역시 최고'),(1292,'신난당!!','sns/1291/1항공권사진.png@sns/1291/2제주공항.png@sns/1291/3비행기.png@','2023-07-03 12:30:10',0,1291,'제주도여행');
/*!40000 ALTER TABLE `sns` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-07-03 17:56:25
