-- MySQL dump 10.13  Distrib 8.0.32, for Win64 (x86_64)
--
-- Host: 192.168.0.90    Database: triprecorder
-- ------------------------------------------------------
-- Server version	8.0.32

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Dumping data for table `exp`
--

LOCK TABLES `exp` WRITE;
/*!40000 ALTER TABLE `exp` DISABLE KEYS */;
INSERT INTO `exp` VALUES (876,'부산시 부산진구 부전동 1327-33 비트빌 1층','쇼핑',13800,'FUNSHOP','2016-02-11 01:54:00','card',13,NULL,426,'기념품'),(877,'부산시 동래구 동부대로 1173','식비',15400,'주식회사 어썸','2023-03-13 01:01:00','card',9,502,426,'커피, 디저트'),(883,'부산시 기장구 송정동 502-1 12','식비',52000,'PARISBAGUETTE','2014-01-26 19:00:00','card',8,439,426,'음식, 주류'),(884,'부산시 수영구 광안대로 154-2','쇼핑',3900,'gs25','2023-03-13 01:01:00','card',7,438,426,'음료수'),(885,'서울특별시 송파구 동남로 8길 12(문정동)','식비',820,'뱃고동','2020-06-10 05:59:00','card',3,450,427,'주류'),(887,'전라북도 전주시 덕진동 송천중앙로 33','식비',68300,'한국관 본점','2020-12-04 04:00:00','card',2,696,677,'식비'),(888,'전주시 덕진구 우아동1가 동부대로 420 한옥레일바이크','관광',16000,'문개항아리에','2017-10-19 01:55:00','card',3,679,677,'레일바이크'),(898,'강원도 속초시 청호동 842','식비',85500,'단천식','2023-05-19 21:31:00','card',2,706,705,'식사, 주류'),(899,'강원도 속초시 노학동 원암학사평길 88','관광',11400,'얼라이브하트','2017-06-28 17:48:00','card',3,720,705,'전시'),(902,'강원도 속초시 조양동 엑스포로 12-36','식비',85500,'청초수물회','2023-05-19 21:31:00','card',8,467,466,'식비'),(915,'전라북도 전주시 완산구 한지길 89','식비',36000,'전망','2018-04-25 00:30:00','card',12,496,466,'커피'),(925,'서울특별시 강남구 논현동 247-9','식비',38000,'달링키친','2019-05-12 01:47:00','card',7,528,515,'점심식사'),(998,'경기 고양시 일산서구 중앙로1391 레이크타운 지하1층','쇼핑',10540,'(주)킹마트','2020-09-27 03:14:00','card',14,1018,996,'마트 장보기'),(1000,'부산역점','쇼핑',5000,'gs편의점','2023-06-29 05:06:00','cash',NULL,1002,996,'편의점 야식'),(1029,'부산광역시 부산진구 신천대로 241','쇼핑',85500,'롯데마트 부산','2023-05-19 21:31:00','card',13,NULL,426,'마트 장보기'),(1033,'서울특별시 성동구 성수동2가 280-6번지','식비',8000,'카페 그라운드시','2015-09-18 20:11:00','card',12,461,427,'카페'),(1034,'서울특별시 종로구 옥인동 19-50','식비',38000,'서촌식당','2019-05-12 01:47:00','card',7,NULL,427,'식비'),(1035,'전라북도 전주시 완산구 기린대로 99','교통',9000,'대한운','2017-10-18 19:52:00','card',6,691,677,'택시비'),(1037,'강원도 속초시 설악산로 833','식비',58000,'설악백숙','2020-06-24 04:05:00','card',14,713,705,'식비'),(1038,'경상북도 경주시 천북남로 12','교통',7000,'경주운','2020-06-27 22:41:00','card',6,473,466,'택시비'),(1039,'전라남도 여수시 돌산읍 계동로 552','식비',24500,'카페 드 몽돌','2020-11-18 03:26:00','card',4,590,515,'카페'),(1041,'경상북도 경주시 중부동 봉황로 89','식비',16000,'이재원과자공','2017-10-19 01:55:00','card',4,551,515,'딸기 케이크'),(1042,'전라남도 여수시 봉산동 210-2','식비',58000,'꽃돌게장1번','2020-06-24 04:05:00','card',10,597,595,'게장정식'),(1043,'전라남도 여수시 박람회길 1 KR A동 3층 국제관','관광',38000,'아르떼뮤지','2019-05-12 01:47:00','card',2,608,595,'전시회'),(1044,'제주특별자치도 제주시 특별자치도, 해안동 2137-1','관광',36000,'노형슈퍼마','2018-04-25 00:30:00','card',12,657,624,'전시회'),(1045,'제주특별자치도 서귀포시 중앙동 동문동로 2','식비',8000,'오는정김','2015-09-18 20:11:00','card',11,641,624,'김밥'),(1047,'제주특별자치도 제주시 조천읍 신북로 491-9 2층','식비',85500,'고집돌우','2023-05-19 21:31:00','card',10,651,624,'횟집'),(1048,'제주특별자치도 제주시 애월읍애원로 4(애월리)1층','항공',24500,'제주운수','2020-11-18 03:26:00','card',6,634,624,'택시비'),(1049,'제주특별자치도 제주시 공항로 2','항공',70000,'제주공항','2023-05-19 21:31:00','card',4,629,624,'비행기'),(1095,'부산광역시 해운대구 우동 34-11','교통',60000,'bayen store','2023-06-29 09:00:00','card',7,NULL,426,'옷 쇼핑'),(1096,'부산광역시 해운대구 우동 333-12','숙박',200000,'파라다이스호텔','2023-06-29 09:00:00','card',1,NULL,426,'숙박'),(1097,'서울특별시 강남구 서초대로 549','교통',50000,'S-Oil 강남점','2023-06-29 09:00:00','card',5,NULL,427,'주유'),(1098,'전주시','교통',20000,'전주운수','2023-06-29 09:00:00','card',6,NULL,677,'택시비'),(1099,'전주시 고궁대로 453','숙박',150000,'전주 한옥스테이 han','2023-06-29 09:00:00','card',4,NULL,677,'숙박'),(1100,'속초시 동명항대로 133-2','숙박',180000,'속초 한화리조트','2023-06-29 09:00:00','card',3,NULL,705,'숙박'),(1101,'속초시 속초항 199','관광',80000,'속초항 스쿠버클럽','2023-06-29 09:00:00','card',9,NULL,705,'스킨스쿠버'),(1102,'전주시 시청대로 190-22','숙박',160000,'전주 신라스테이','2023-06-29 09:00:00','card',11,NULL,466,'숙박'),(1103,'경주시','교통',1200,'경주운수','2023-06-29 09:00:00','card',6,NULL,466,'버스'),(1104,'서울특별시 중구 충무로 133-22','교통',100000,'GS칼텍스 중앙','2023-06-29 09:00:00','card',5,NULL,996,'주유'),(1106,'부산광역시 부산진구 서면대로 111','숙박',40000,'하이안 게스트하우스','2023-06-29 09:00:00','card',3,1024,996,'숙박'),(1107,'여수시 중구 중앙대로 182','숙박',250000,'롯데호텔 여수','2023-06-29 09:00:00','card',7,NULL,515,'숙박'),(1108,'여수시 서구 충무대로 18','교통',90000,'롯데렌트카 서구점','2023-06-29 09:00:00','card',5,NULL,515,'렌트카'),(1114,'여수시 중구 시청로 43','숙박',75000,'신라스테이 여수','2023-06-29 09:00:00','card',1,NULL,595,'숙박'),(1115,'여수시','교통',5400,'여수통운','2023-06-29 09:00:00','card',6,NULL,595,'교통'),(1116,'제주특별자치도 서귀포시 특별자치도, 중문관광로72번길 75','숙박',300000,'신라호텔','2023-06-29 09:00:00','card',2,NULL,624,'숙박'),(1267,'제주특별자치도 서귀포시 성산읍 동류암로 41','항공',22000,'맛나식당','2020-10-08 19:59:00','card',10,NULL,1262,'제주도 여행'),(1296,'제주특별자치도 서귀포시 성산읍 동류암로 41','항공',22000,'맛나식당','2020-10-08 19:59:00','card',10,1292,1291,'제주도 항공');
/*!40000 ALTER TABLE `exp` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-07-03 17:56:25
